Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.28.06.10_fin.txt.tmx
Source language: fin
Languages: sme

source: Ennen kesälomaa Tämä on viimeinen työviikko ennen kesälomaa.
sme: Ovdal geasseluomu Dát lea maŋimus bargovahkku ovdal geasseluomu.

source: Yritän nyt ensimmäisen kerran puheenjohtajuuteni aikana pitää kunnon loman.
sme: Geahččalan dál vuosttaš geardde iežan ságadoalliáigodaga áigge doallat rievttes luomu.

source: Olen lomalla (toivottavasti) 5.7-13.8. ja puheenjohtajan tehtäviä hoitaa lomani aikana I varapuheenjohtaja Irja Seurujärvi-Kari.
sme: Lean luomus (doaivvu mielde) 5.7.-13.8. ja ságadoalli bargguid dikšu luomu áigge I várreságadoalli Irja Seurujärvi-Kari.

source: Blogini päivitys jää vähemmälle loman aikana.
sme: Blogga čállin báhcá unnibun luomu áigge.

source: Loma kuluu väitöskirjaa viimeistellessä.
sme: Luopmu manná nákkošgirjebarggu loahpaheamis.

source: Viime viikolla juuri ennen juhannusta oli saamelaiskäräjien yleiskokous.
sme: Mannan vahku ovdalaš mihcamáraid lei sámedikki dievasčoakkán.

source: Kokous ei valitettavasti sujunut leppoisissa lomatunnelmissa ja taas kerran kokoukselta jäi asioita käsittelemättä.
sme: Čoakkán ii dađi bahábut mannan ráfálaš luopmodovdamušaid mielde ja vuohon čoakkámis báhce áššit gieđahalakeahttá.

source: Seuraava saamelaiskäräjien kokous pidettäneen alkusyksystä ja silloin pitää varmaan pitää kokous kaksipäiväisenä.
sme: Čuovvovaš sámedikki dievasčoakkán dolloš áračavčča ja dalle čoakkáma galgá várra doallat guovttebeaivásažžan.

source: Juhannusviikon saamelaiskäräjien kokouksessa saatiin käsiteltyä vain kolme asiaa.
sme: Mihcamárvahku sámedikki dievasčoakkámis šadde gieđahallojuvvot dušše golbma ášši.

source: Vuoden 2009 tilinpäätös, raportti viime vuoden oppimateriaalivarojen käytöstä sekä kielineuvoston uuden jäsenen nimeäminen jäljellä olevaksi toimikaudeksi hyväksyttiin ongelmitta.
sme: Jagi 2009 rehketdoalloloahpaheapmi, raporta diimmá oahppomateriálaruđaid geavaheamis ja giellaráđi ođđa áirasa nammadeapmi loahppadoaibmaáigodahkii dohkkehuvvoje buncaraggáid haga.

source: Valitettavasti vain vuoden 2008 tilinpäätös on edelleen hyväksymättä.
sme: Dađi bahábut fal jagi 2008 rehketdoalloloahpaheapmi lea ain dohkkekeahttá.

source: Asiaa on käsitelty nyt yli vuosi.
sme: Ášši lea dál gieđahallojuvvon badjelaš jagi.

source: Vuoden 2008 tilinpäätös kyllä hyväksyttiin saamelaiskäräjien 4/2009 kokouksessa.
sme: Jagi 2008 rehketdoalloloahpaheapmi lea gal dohkkehuvvon sámedikki 4/2009 čoakkámis.

source: Pöytäkirjantarkistajat eivät vain olleet yksimielisiä päätöskirjauksesta, jonka johdosta asia tuotiin tämän kokouksen päätettäväksi saamelaiskäräjien työjärjestyksen mukaisesti.
sme: Beavdegirjedárkkisteaddjeguovttos eaba fal lean ovttamielalaččat beavdegirjehábmemis, man dihte ášši buktojuvvui dán čoakkáma mearrideapmái sámedikki bargoortnega mielde.

source: Kyseisen pöytäkirjan pykälää ei voitu hyväksyä, koska juuri ennen päätöksentekoa saamelaiskäräjäjäsen Jouni Ilmari Jomppanen lähti kokouksesta ilmoittaen kokouksen jättämisen syyksi, ettei asiassa saisi tehtyä asiasta päätöstä.
sme: Namuhuvvon beavdegirjji paragráfa ii sáhttán dohkkehuvvot, daningo aiddo jur ovdalaš mearrádusa dahkama sámediggeáirras Jouni Ilmari Jomppanen vulggii čoakkámis ja ilmmuhii čoakkáma guođđima sivvan dan, ahte čoakkán ii sáhte bargat áššis mearrádusa.

source: Kokous ei ollutkaan hänen lähtönsä jälkeen enää päätösvaltainen ja asioita siirtyi seuraavaan kokoukseen, ja palaamme siinä kokouksessa edelleen vuoden 2008 tilinpäätöksen hyväksymiseen.
sme: Čoakkámis ii leange su vuolgima maŋŋel šat mearridanváldi ja čoakkánáššit sirdáse čuovvovaš čoakkámii, ja máhccat dan čoakkámis vel jagi 2008 rehketdoalloloahpaheami dohkkeheapmái.

source: Saamelaiskäräjien luottamushenkilöt toimivat virkavastuulla.
sme: Sámedikki luohttámušolbmot doibmet virgeovddasvástádusain.

source: Virkavastuu merkitsee sitä, että luottamushenkilöön sovelletaan rikoslain 40. luvun virkarikossäännöksiä.
sme: Virgeovddasvástádus máksá dan, ahte luohttámušolbmui guoskaduvvojit rihkuslága 40. logu virgerihkusnjuolggadusat.

source: Luottamushenkilö on toimensa hoidosta myös poliittisesti vastuunalainen.
sme: Luohttámusolbmoš lea doaimmas dikšumis maiddái politihkalaš ovddasvástádus.

source: Saamelaiskäräjien luottamushenkilöillä on myös velvollisuus saamen kansaa kohtaan ja huolehtia siitä, että saamelaiskäräjien edustuksellisuus toteutuu.
sme: Sámedikki luohttámušolbmot leat maid geatnegahtton sámi álbmoga ektui ja sii galget atnit ávvira das, ahte sámedikki representatiivavuohta olláhuvvá.

source: Valitettavasti kaikki saamelaiskäräjien jäsenet eivät ota virkavastuutaan vakavasti.
sme: Dađi bahábut buot sámedikki áirasat eai váldde duođas iežaset virgeovddasvástádusa.

source: Kunnallispolitiikassa Kauko Juhantalo on saanut huomautuksen apulaisoikeuskanslerilta, koska hän oli lähtenyt kokouksesta ilman perusteltua syytä.
sme: Suohkanpolitihkas Kauko Juhantalo lea ožžon cuigehusa veahkkevuoigatvuohtakánsleris, go son lei guođđán čoakkáma almmá buriid sivaid haga dasa.

source: Torstaina pidetään saamelaiskäräjien hallituksen viimeinen kokous ennen kesälomia.
sme: Duorastaga dollojuvvo sámedikki stivrra maŋimus čoakkán ovdal geasseluomuid.

source: Asialistalla on kiireelliset nimitykset, joista tärkeimpänä on saamelaiskäräjien edustajien nimeäminen saamen kielenelvytysohjelmaa valmistelevaan ohjausryhmään.
sme: Áššelisttus leat hohpolaš nammadeamit, main dehálepmosiidda gullá sámedikki ovddasteddjiid válljen sámegiela ealáskahttinprográmma válmmaštalli stivrenjovkui.

source: Näyttää siltä, että kielenelvytysohjelma aloitetaan vihdoinkin.
sme: Orru leame nu ahte giellaealáskahttinprográmma olláhuvvagoahtá viimmat.

source: Osallistun torstaina Inarissa järjestettävään kansainväliseen Delos-työpajaan.
sme: Oassálasttán duorastaga Anáris riikkaidgaskasaš Delos-bargobádjái.

source: Työpaja on osa kansainvälistä yhteistyötä, joka järjestää työpajoja nk. länsimaissa liittyen luonnon pyhien paikkojen tutkimiseen ja suojelemiseen.
sme: Bargobádji lea riikkaidgaskasaš ovttasbarggu oassi, man olis ordnejuvvojit bargobájit ng. oarjeriikkain áššiin, mat gullet luonddu bassi báikkiid dutkamii ja suodjaleapmái.

source: Tuon tilaisuuteen saamelaiskäräjien tervehdyksen.
sme: Buvttán dilálašvuhtii sámedikki dearvvahusa.

source: Saamelaiskäräjät sai tänään tiedon, että hakemuksemme InterregSápmi-ohjelmaan on hyväksytty ja olemme saaneet rahoituksen pohjoismaisen saamen kieliyhteistyön uudelleen organisoinnin esiselvitykseen.
sme: Sámediggi oaččui odne dieđu, ahte min ohcamuš InterregSápmi-prográmmii lea dohkkehuvvon ja leat ožžon ruhtadeami davviriikkalaš sámi giellaovttasbarggu ođđasit organiserema ovdačielggadeami bargama várás.

source: Hanke on saamelaisen parlamentaarisen neuvoston yhteishanke.
sme: Dát prošeakta lea sámi parlamentáralaš ráđi oktasašfidnu.

source: Suomen saamelaiskäräjät on toiminut hakemusvastaavana ja toimii vastuutahona esiselvitysprojektissa.
sme: Suoma sámediggi lea doaibman ohcamuša ovddasvátideaddji beallin ja doaibma maid ovddasvástideaddjin ovdačielggadanprošeavttas.

source: Pohjoismaista saamen kieliyhteistyötä on yritetty uudelleen organisoida kohta 15 vuotta, ja on hyvä, että organisointi etenee vihdoinkin.
sme: Davviriikkalaš sámi giellaovttasbargu lea geahččaluvvon ođđasit organiserejuvvot fargga 15 jagi, ja lea dieđusge buorre, ahte organiseren viimmat ovdána.

source: Hanke etenee siten, että esiselvitystä laatimaan palkataan projektityöntekijä ja asiaa käsitellään saamelaisen parlamentaarisen neuvoston hallituksen kokouksessa syksyllä.
sme: Prošeakta ovdána nu ahte ovdačielggadeami ráhkadeami várás bálkáhuvvo prošeaktabargi ja ášši gieđahallojuvvo sámi parlamentáralaš ráđi stivrra čoakkámis čakčat.

source: Ennen lomia kerron vielä hallituksen kokouksen tunnelmia.
sme: Ovdal luomu muitalan vel ságaid stivrra čoakkámis.

source: Vuontisjärvellä 28.6. Klemetti Näkkäläjärvi
sme: Vuottesjávrres 28.6.2010 Juvvá Lemet
